# IsInactivePhaseload Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
TableCellStyle..::..IsInactivePhaseload Property
TableCellStyle Class See Also
---
Gets or sets whether this is an inactive phase load cell.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public bool IsInactivePhaseload { get; set; }
```

Visual Basic
---
```text
Public Property IsInactivePhaseload As Boolean
	Get
	Set
```

Visual C++
---
```text
public:
property bool IsInactivePhaseload {
	bool get ();
	void set (bool value);
}
```

# ### Field Value
true if the font is an inactive phase load cell; otherwise false.
# See Also
TableCellStyle Class
Autodesk.Revit.DB Namespace